FORMAT_GROUP = "(XXXX-00-00)"

BTN_TEXTS = dict(
  TODAY = "на сегодня",
  TOMORROW = "на завтра",
  THIS_WEEK = "на эту неделю",
  NEXT_WEEK = "на следующую неделю",
  FIVE_DAYS = "на 5 дней",
  NOW = "сейчас"
)

DAYS_ON_WEEK_UPPER = {
  0: "ПОНЕДЕЛЬНИК",
  1: "ВТОРНИК",
  2: "СРЕДА",
  3: "ЧЕТВЕРГ",
  4: "ПЯТНИЦА",
  5: "СУББОТА",
}

MONTHS = { 
  1: "января",
  2: "февраля",
  3: "марта",
  4: "апреля",
  5: "мая",
  6: "июня",
  7: "июля",
  8: "августа",
  9: "сентября",
  10: "октября",
  11: "ноября",
  12: "декабря",
}

UNKNOWN = "Неизвестная команда"